{
  "0829": {
    "title": "REDACTED",
    "desc": "Today's JPOD picture contained someone's face, so I've removed the picture for their privacy. Sorry for any disappointment this may have caused."
  },
  "0910": {
    "title": "Grabbing at Mice",
    "desc": "Jasper is laying underneath a chair on his back. One of his hands is in front of his face as he swipes at a toy just above the frame."
  },
  "0911": {
    "title": "After a Hard Day's Play",
    "desc": "After only a few minutes of playing and running around, Jasper is already tired out! Here he is laying on a rug, his favorite toy just out of reach."
  },
  "0912": {
    "title": "Caught in a Glance",
    "desc": "For most of the day, Jasper enjoys wandering around the house and sniffing things. Today, it seems he's found a phone on the floor! His photography skills could use some work..."
  },
  "0913": {
    "title": "Feline Legal Philosophy",
    "desc": "Is an unenforced law really a law? Jasper doesn't seem to think so. We aren't supposed to let him on the table, but none of us want to make him get down. Would you say no to a face like his?"
  },
  "0914": {
    "title": "The Cat and the Tower",
    "desc": "Jasper looks like he's seen a ghost! Atop his favorite seat in the garage, Jasper gives a thousand mile stare. I don't know what he's thinking about right now, but I want to give him a pat on the head."
  },
  "0915": {
    "title": "It's Mine!",
    "desc": "Jasper has made a fresh catch and he's brought it to his tower for safe keeping. I don't remember seeing this toy before, so I think it's new. Anyways, it belongs to Jasper now, and he's not sharing!"
  },
  "0916": {
    "title": "Meet the Spy",
    "desc": "He's plotting something. I just dont know what. Atop the ironing board, Jasper schemes his devious plans. Can this menace be contained?"
  },
  "0918": {
    "title": "I'm not Brave Enough for Politics",
    "desc": "What's that on the TV? Jasper doesn't listen, he doesn't care. There are no politics for Jasper."
  },
  "0919": {
    "title": "Fortress of Jasper",
    "desc": "There's something special about the underneath of a coffee table. Whether he's plotting his latest scheme or has just been spooked, this coffee table is Jasper's favorite hiding spot. I wonder what's troubling him today."
  },
  "0920": {
    "title": "Calm on a Dreary Day",
    "desc": "Today is a dreary day. It's cool and rainy, and a good day to sit inside with Jasper. It's a nice way to spend these last few days of summer."
  },
  "0921": {
    "title": "After the Nap",
    "desc": "Most of the time we see Jasper, he's sleeping (or at least, he's pretending to be). He looks almost annoyed when we come by and he's woken up. Here he is after such an event, stretching and resigning himself to being awake."
  },
  "0922": {
    "title": "A Secret Revealed",
    "desc": "For some reason, Jasper is picky with eating. He's not picky about the food though, it's actually the bowl he cares about. He will only eat out of these ceramic bowls with little cat faces on them. Here's an action shot of him eating out of one of these bowls, revealing the face beneath."
  },
  "0923": {
    "title": "Advertiser Cat",
    "desc": "Uh oh, someone doesn't look too happy about being made to wear this hat! It seems I've woken him up by putting the hat on him. He'll come around to it, I'm sure."
  }
}
